<script lang="ts" setup>
import { setTitle } from '@utils/title';
import AppBreadcrumbs from '@components/app-breadcrumbs.vue';
import Markdown from '@components/markdown.vue';

setTitle('信息公示');

const example = `为加强文化素质讲座的统筹管理，现决定将文化素质讲座的申办审核权统一归至新语·青年讲坛。即日起，校内其他组织需通过提交申请，审核通过后方可举办文化素质讲座。具体条例如下：

## 讲座主题类型

1. 科技前沿与创新应用

    例：人工智能、深海技术、商业航天、数据科学与跨学科应用等。

2. 人文艺术与传统技艺

    例：传统技艺、红色经典、优秀传统文化传承、文学与艺术研究等。

3. 职业规划与青年成长

    例：职业选择、行业发展、行业领袖经验分享等。

4. 健康生活与公众科普

    例：身体健康、病毒通识、血液知识、运动科学等。

5. 思政教育与时代精神

    例：劳模工匠精神、党的二十大专题、雷锋精神、爱国主义教育等。

6. 校史校情与特色文化

    例：校区发展史、校区文化、校友故事等。

二、讲座举办要求

1. 规模与人数

    讲座规模至少为院级及以上，且单场讲座参与人数需达到100人以上方可申请。

2. 主讲人资质

    - 校内讲师：各学科优秀教师或领导；
    - 校外专家：需在相关领域具有公认影响力（如行业优秀代表人物、国家级非遗传承人、其他高校学科优秀教师等）；

3. 内容审核

    主题需符合社会主义核心价值观，不得涉及商业推广或敏感议题。

## 申办流程

1. 填写《文化素质讲座审批表》（附件1），附主讲人简介及讲座相关信息；
2. 提前10个工作日提交盖章扫描版至邮箱：xsjjt_guanfang@163.com；
3. 审核结果将于5个工作日内反馈，审核通过后即可举办讲座。

## 其他说明

1. 优先支持覆盖面广、内容新颖、育人效果显著的讲座；
2. 未经审批擅自举办的活动，将无法算入文化素质讲座；
3. 如有其他问题，请咨询新语·青年讲坛官方QQ：147666985。`;
</script>

<template>
    <app-breadcrumbs name="ℹ 公示" />
    <div class="container mx-auto max-w-320 p-4">
        <h1 class="mb-6 text-4xl font-black">ℹ 信息公示</h1>
        <markdown :markdown="example" class="" />
    </div>
</template>
